---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RebarStandardHookBendDiameter
source: html/ff0d0620-f703-e369-a272-8763272abeaa.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RebarStandardHookBendDiameter Property

"Standard Hook Bend Diameter"

## Syntax (C#)
```csharp
public static ForgeTypeId RebarStandardHookBendDiameter { get; }
```